{
    "japan": [
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/d150c8c399f2d41ecf8864b69ddc7a35-mt-fuji.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Mt Fuji",
            "location": "Fuji Five Lakes",
            "short_description": "Fuji-san is among Japan's most revered and timeless attractions, the inspiration for generations of poets and the focus of countless artworks. Hundreds of…",
            "full_description": "Why you should go\n\nHiking Mt Fuji\n\nHotels and restaurants\n\nPermits\n\nFuji-san is amongJapan's most revered and timeless attractions, the inspiration for generations of poets and the focus of countless artworks. Hundreds of thousands of people climb it every year, continuing a centuries-old tradition of pilgrimages up the sacred volcano (which, despite its last eruption occurring in 1707, is still considered active). Whether or not you don the hiking boots to climb its busy slopes, taking some time to gaze upon the perfectly symmetrical cone of the country’s highest peak is an essential Japan experience.\n\nThe old adage about those who climb Fuji once being wise and a second time a fool remains as valid as ever. The hike is not the most scenic in the world, with barren landscapes and a summit that is often shrouded in cloud (obscuring views). Still, the sense of achievement and significance that comes with reaching the top of this sacred peak draws around 300,000 people during the annual climbing season, which runs from 1 July to 31 August – though in recent years this has often been extended to 10 September.\n\nFuji is divided into 10 concentric ‘stations’ from base (first station) to summit (10th), but most climbers start halfway up at various fifth station points, reachable by road. The most popular climbing route is the Yoshida Trail, because buses run directly from Shinjuku Station to the trailhead at the Fuji Subaru Line Fifth Station (sometimes called the Kawaguchi-ko Fifth Station or just Mt Fuji Fifth Station) and because it has the most huts (with food, water and toilets).\n\nFor the Yoshida Trail, allow five to six hours to reach the top and about three hours to descend, plus 1½ hours for circling the crater at the top. The other three routes up the mountain are the Subashiri, Gotemba and Fujinomiya trails; the steepest, Gotemba, is the most convenient to reach for travellers coming from Kansai-area destinations such asKyotoandOsaka.\n\nTrails below the fifth stations are now used mainly as short hiking routes, but you might consider the challenging but rewarding 19km hike from base to summit on the historic Old Yoshidaguchi Trail, which starts at Fuji Sengen-jinja in the town of Fuji-Yoshida and joins up with the Yoshida Trail.\n\nTrails to the summit are busy throughout the official trekking season. To avoid the worst of the crush head up on a weekday, or start earlier during the day to avoid the afternoon rush and spend a night in a mountain hut (arriving at the summit for dawn, which can offer great views if there’s no cloud!).\n\nAuthorities strongly caution against climbing outside the regular season, when the weather is highly unpredictable and first-aid stations on the mountain are closed. Despite this, many people do climb out of season, as it's the best time to avoid the crowds. During this time, climbers generally head off at dawn, and return early afternoon – however, mountain huts on the Yoshida Trail stay open later into September when weather conditions may still be good; a few open the last week of June, when snow still blankets the upper stations. It's highly advised that off-season climbers register with the local police department for safety reasons; fill out the form at the Kawaguchi-ko or Fuji-Yoshida Tourist Information Centers.\n\nIf you plan to hike, go slowly and take regular breaks to avoid altitude sickness. Hiking poles are a good idea to help avoid knee pain (especially during the descent).\n\nFrom the Fifth Stations up, dozens of mountain huts offer hikers simple hot meals in addition to a place to sleep. Most huts allow you to rest inside as long as you order something.\n\nConditions in mountain huts are spartan (a blanket on the floor sandwiched between other climbers), but reservations are recommended and are essential on weekends. It's also important to let huts know if you decide to cancel at the last minute; be prepared to pay to cover the cost of your no-show. Good choice mountain huts includeFujisan Hotel,Higashi Fuji LodgeandTaishikan.\n\nCamping on the mountain is not permitted, other than at the designated campsite near the Fuji Subaru Line Fifth Station (aka Kawaguchi-ko Fifth Station).\n\nPermits are not required to climb Mt Fuji"
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF138905807.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Imperial Palace",
            "location": "Tokyo",
            "short_description": "The Imperial Palace occupies the site of the original Edo-jō, the Tokugawa shogunate's castle. In its heyday this was the largest fortress in the world,…",
            "full_description": "History\n\nTouring the palace\n\nThe Imperial Palace occupies the site of the original Edo-jō, the Tokugawa shogunate's castle. In its heyday this was the largest fortress in the world, though little remains today apart from the moat and stone walls. Most of the 3.4-sq-km complex is off limits, as this is the emperor's home, but join one of the free tours organised by theImperial Household Agencyto see a small part of the inner compound. Surrounding the palace is Kōkyo-gaien, a 115-hectare national garden, which includes public green spaces, moats and museums. The prettyEast Gardensare open to the public all year round, and can be entered without a guide.\n\nIn its heyday, Edo-jō was the largest fortress in the world. When the shogunate fell and the emperor moved to Tokyo, the castle became the imperial residence – Kōkyo. Much of it was destroyed by fires in 1873 and construction on a new palace was finished in 1888.\n\nWWII air raids levelled most of the palace and the current ferro-concrete buildings, done in Japanese modernist style, were completed in the 1960s. The central building, which contains the throne room, Matsu-no-Ma (Pine Chamber), is called theKyūden. The low-slung structure is surprisingly modest – at least from what can be seen on public tours.\n\nThe moats and imposing stone walls visible around the perimeter of the palace grounds belonged to the original castle.\n\nTours (lasting around 1¼ hours) run at 10am and 1.30pm usually on Tuesday to Saturday, but not on public holidays or mornings from late July through to the end of August. They're also not held at all from 28 December to 4 January or when Imperial Court functions are scheduled. Arrive no later than 10 minutes before the scheduled departure time atKikyō-mon, the starting and ending point.\n\nReservations are taken – viathe website, phone or by post – up to a month in advance (and no later than four days in advance via the website). Alternatively, go to the office at Kikyō-mon (open 8.45am until noon and 1pm to 5pm) where you can book for a tour up to seven days in advance; if there is space available on that day's tours, you'll be able to register. Bring photo ID.\n\nThe tour will take you past the present palace (Kyūden), a modest low-rise building completed in 1968 that replaced the one built in 1888, which was largely destroyed during WWII. Explanations are given only in Japanese; download the free app (www.kunaicho.go.jp/e-event/app.html) for explanations in English, Chinese, Korean, French or Spanish.\n\nIf you're not on the tour, head to the southwest corner ofKōkyo-gaien Plazato view two bridges – the ironNijū-bashiand the stoneMegane-bashi. Behind the bridges rises the Edo-eraFushimi-yagurawatchtower.\n\nThe main park of the verdant palace grounds is theImperial Palace East Garden, which is open to the public for free without reservations, though entry numbers are limited. You must take a token upon arrival and return it at the end of your visit."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-01/shutterstockRF1011566827.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Nishiki Market",
            "location": "Downtown Kyoto",
            "short_description": "The covered Nishiki Market (Nishiki-kōji Ichiba) is one of Kyoto’s real highlights, especially if you have an interest in cooking and dining. Commonly…",
            "full_description": "History\n\nWhat to eat\n\nThe covered Nishiki Market (Nishiki-kōji Ichiba) is one ofKyoto’s real highlights, especially if you have an interest in cooking and dining. Commonly known asKyoto no daidokoro(Kyoto’s kitchen) by locals, this is the place to see the wonderful foods that go into Kyoto cuisine – and where most of Kyoto’s high-end restaurateurs and well-to-do do their food shopping.\n\nTake a stroll down its length and you'll wander past stalls selling everything from barrels oftsukemono(pickled vegetables) and cute Japanese sweets to wasabi salt and fresh sashimi skewers.\n\nThe market is quite narrow and can get elbow-to-elbow busy, so try visiting early or later in the afternoon if you prefer a bit of space, but keep in mind many of the stalls close by 5pm. Free samples are on offer in many places, but refrain from eating while walking as it is considered impolite. Some stores also don't appreciate visitors taking photos, so it's a good idea to ask politely before snapping away.\n\nThe pedestrian-only, covered Nishiki Market is right in the centre of town, one block north of Shijō-dōri, running from Teramachishōtengai(market streets) to Takakura-dōri (ending almost behind Daimaru department store). It’s said that there were stores here as early as the 14th century, and it’s known for sure that the street was a wholesale fish market in the Edo period (1603–1868). After the end of Edo, as Japan entered the modern era, the market became a retail market, which it remains today.\n\nThe emphasis is on locally produced Japanese food items liketsukemono, tea, beans, rice, seaweed and fish. In recent years the market has been evolving from a strictly local food market into a tourist attraction, and you’ll now find several souvenir shops selling Kyoto-style souvenirs mixed in among the food stalls.\n\nThere's all manner of delicacies on offer here, with stalls selling soymilk donuts, hand-baked bean crackers, eel rolls andtakotamago(small octopus head stuffed with a quail egg on a stick). Just follow your nose and dive right in. If you're scared to commit to a purchase, free samples are often available.\n\nBut it's not just food stalls worth visiting here:Aritsuguturns out some of the most exquisite chef knives on earth. Take time to pick the perfect one for your needs, then watch as the craftsmen carefully put a final edge on the knife with the giant round sharpening stone."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1194613108.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Ghibli Museum",
            "location": "Tokyo",
            "short_description": "This museum is the heart of the Studio Ghibli world, a beloved (even 'adored') film studio responsible for classic, critically-acclaimed animated titles…",
            "full_description": "How to get tickets for the Ghibli Museum\n\nHow to get to the Ghibli Museum\n\nThis museum is the heart of the Studio Ghibli world, a beloved (even 'adored') film studio responsible for classic, critically-acclaimed animated titles like Spirited Away, My Neighbour Totoro, Ponyo and Princess Mononoke, among countless others. Unlike Disney World, this is a museum, not a theme park, but the levels of fandom on show are likely to be just as intense.\n\nMaster animator Miyazaki Hayao, who co-found Studio Ghibli and directed some of its best-known works, designed the museum, and kids will become immediately captivated by the fairy-tale atmosphere, from the spiral staircases seemingly leading to dead ends to the replica of the giant cat bus from My Neighbour Totoro. Fans will enjoy the original sketches on display, as well as the host of original short films playing at the small on-site Saturn Theater. The museum also houses exhibitions relating to the history of animation, plus a popular gift shop, a good-quality restaurant and a reading room.\n\nTickets can be purchased up to four months in advance from overseas travel agents or up to one month in advance through the convenience store Lawson's online ticket portal. Both options are explained in detail on theofficial Ghibli Museum website. For July and August visits especially, we recommend buying tickets as soon as you can from an agent as they will definitely sell out early. Tickets are non-transferable; you may be asked to show an ID.\n\nThe ticket price is ¥1000 for adults (19+), ¥700 for 13-18 year olds, ¥400 for 7-12 year olds, ¥100 for 4-6 year olds, and free for ages 3 and under.\n\nThe Ghibli Museum (which is pronounced ‘jiburi’ – its full name is 'Ghibli Museum, Mitaka') is on the western edge ofInokashira-kōenin West Tokyo, and you can walk there through the park from nearby Kichijōji Station in about 30 minutes. A minibus (round trip/one way ¥320/210) leaves for the museum every 20 minutes from Mitaka Station (bus stop 9)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/AlamyRFRBCA9K.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Golden Gai",
            "location": "Shinjuku & Northwest Tokyo",
            "short_description": "Golden Gai – a Shinjuku institution for over half a century – is a collection of tiny bars, often literally no bigger than a closet and seating maybe a…",
            "full_description": "Hotels near Golden Gai\n\nGolden Gai – a Shinjuku institution for over half a century – is a collection of tiny bars, often literally no bigger than a closet and seating maybe a dozen. Each is as unique and eccentric as the ‘master’ or ‘mama’ who runs it. In a sense, Golden Gai, which has a strong visual appeal, with its low-slung wooden buildings, is their work of art. It's more than just a place to drink.\n\nThe district has long been a gathering spot for artists, writers and musicians. Originally many bars here functioned more like clubhouses for various creative industries. Some bars prefer to keep their doors closed to customers who aren't regulars (foreign tourists included) to preserve that old atmosphere; others will welcome you (if there is space, of course). Recently there's been a changing of the guard, as new, younger owners take over, and the exclusive atmosphere of old is giving way to a lively scene of international bar hoppers, instinctively drawn to Golden Gai's free spirit.\n\nThe best way to experience Golden Gai is to stroll the lanes and pick a place that suits your mood. Bars that expressly welcome tourists have English signs posted on their doors. Many bars have a cover charge (usually ¥500 to ¥1500), which is often posted on the door.\n\nNote that while Golden Gai is highly photogenic, it is also private property; do not take photos unless you have explicit permission.\n\nShinjuku, the ward of Tokyo in which Golden Gai is located, is a convenient and popular base for visiting the city, withhotel options at all price levels. It's worth noting, however, that many budget hotels are in the red-light district, Kabukichō; while not dangerous exactly, the district does have seedy pockets and solo female travellers in particular might feel uncomfortable. Hotel options within walking distance of Golden Gai includeHotel Gracery Shinjuku(7-minute walk),Imano(7-minute walk) andShinjuku Granbell Hotel(5-minute walk).\n\n"
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/d9960974f6e911075de951b22a332fbe-tokyo-national-museum.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Tokyo National Museum",
            "location": "Ueno & Yanesen",
            "short_description": "If you visit only one museum in Tokyo, make it the Tokyo National Museum. Here you'll find the world's largest collection of Japanese art, including…",
            "full_description": "Touring the museum\n\nHistory\n\nTickets and other practicalities\n\nIf you visit only one museum inTokyo, make it the Tokyo National Museum. Here you'll find the world's largest collection of Japanese art, including ancient pottery, Buddhist sculptures, samurai swords, colourfulukiyo-e(woodblock prints), gorgeous kimonos and much, much more.\n\nVisitors with only a couple of hours to spare should focus on the Honkan (Japanese Gallery), which has a specially curated selection of artistic highlights on the 2nd floor.\n\nWith more time, you can explore the enchantingGallery of Hōryū-ji Treasures, which displays masks, scrolls and gilt Buddhas from Hōryū-ji (in Nara Prefecture, dating from 607); theTōyōkanwith its collection of Asian art, including delicate Chinese ceramics; and theHeiseikan, which houses the Japanese Archaeological Gallery, full of pottery, talismans and articles of daily life from Japan's prehistoric periods.\n\nIt's also worth checking whether it's possible to access the usually off-limits garden during your visit, which includes several vintage teahouses; it opens to the public from mid-March to mid-April and from late October to early December.\n\nThe museum also houses a restaurant, cafe and coffee shop, as well as a souvenir shop in the main building.\n\nThe museum held its first exhibition in 1872, making it the oldest museum in Japan. It moved to its current location inUeno Parkin 1882.\n\nToday it is one of the four museums, alongsideKyoto National Museum,Nara National MuseumandKyushu National Museum, operated by the National Institutes for Cultural Heritage, and is considered one of the largest art museums in the world.\n\nThe admission fee for adults is ¥1000, while entry is free for under 18s and over 70s.\n\nThe museum regularly hosts temporary exhibitions (which cost extra); these can be fantastic, but sometimes lack the English signage found throughout the rest of the museum."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF289571369.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Shibuya Crossing",
            "location": "Shibuya & Shimo-Kitazawa",
            "short_description": "Rumoured to be the busiest intersection in the world (and definitely in Japan), Shibuya Crossing is like a giant beating heart, sending people in all…",
            "full_description": "Hotels near Shibuya Crossing\n\nRumoured to be the busiest intersection in the world (and definitely in Japan), Shibuya Crossing is like a giant beating heart, sending people in all directions with every pulsing light change. Nowhere else says ‘Welcome to Tokyo’ better than this. Hundreds of people – and at peak times upwards of 3000 people – cross at a time, coming from all directions at once, yet still to dodging each other with a practised, nonchalant agility.\n\nMag's Park, the rooftop of the Shibuya 109-2 department store, has the best views over the neighbourhood's famous scramble crossing. It's screened with plexiglass, so you can still get good photos, without having to worry about losing anything over the edge).\n\nThe intersection is most impressive after dark on a Friday or Saturday night, when the crowds pouring out of the station are at their thickest and neon-lit by the signs above. The rhythms here are, however, tied to the train station and after the last train pulls out for the night, the intersection becomes eerily quiet.\n\nShibuya has several new accommodations, among them boutique hotels, flash-packer hostels and 'cabin style' capsule hotels (roomier than the average capsule hotel) – suddenly, there's a lot to choose from here. If you're keen to immerse yourself in urban Tokyo and its nightlife, Shibuya makes for a great base; it's got great transit links, too. Options within walking distance of the crossing includeMustard Hotel(15-minute walk),Millennials(six-minute walk) andHotel Mets Shibuya(12-minute walk)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/68479481d32d026a0f696124e7edb9aa-cup-noodles-museum.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Cup Noodles Museum",
            "location": "Yokohama",
            "short_description": "This impressively slick attraction is dedicated to, you guessed it, cup noodles. But in reality, its focus is more broad, with numerous exhibitions…",
            "full_description": "Tickets and other practicalities\n\nThis impressively slick attraction is dedicated to, you guessed it, cup noodles. But in reality, its focus is more broad, with numerous exhibitions detailing the entrepreneurial spirit of Momofuku Ando (the inventor of instant noodles), and, even more broadly, the vital importance of creative thinking. Its host of wacky exhibits are a hit with children from all over Japan.\n\nAfter months of trial and error, Momofuku Ando invented instant chicken ramen in a shed behind him home in 1958, partly as a response to on-going food shortages in the post-war era. Despite the name of the museum, the cup wasn't actually added until 1971.\n\nA recreation of Ando's work shed is on display at the museum, as well as artwork retelling the story of his life. Interactive exhibits include a cooking station, where kids can make their own chicken ramen, a popular workshop for designing your own cup noodle packaging, and a large play park where kids take on the role of a noodle working its way through a giant factory.\n\nThe museum is also home to a shop selling branded goods and a restaurant serving up varieties of noodles from around the world.\n\nTickets to enter the museum are ¥500 for adults, while entry is free for kids. There are additional fees for undertaking the ramen making workshop (adult/child ¥800/500), designing your own cup noodle packaging (¥400) and entering the play park (¥400 for 30 minutes). Tickets are purchased at the museum."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2020-11/35a98edb669f0abddc868d2f082acaed-nagoro.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Nagoro",
            "location": "Shikoku",
            "short_description": "If you're travelling along Rte 439, it's not a matter of 'blink and you'll miss it', but blink, and blink again, because you may have a hard time…",
            "full_description": "If you're travelling along Rte 439, it's not a matter of 'blink and you'll miss it', but blink, and blink again, because you may have a hard time believing your eyes when you hit Nagoro. Those 'people' – waiting at the bus stop, gossiping on a porch, toiling in the fields – are life-sized scarecrow-type dolls made by resident Ayano Tsukimi as a way of memorialising former inhabitants of her hometown, which continues to shrink in size.\n\nThe figures are surprisingly lifelike from afar and strikingly expressive up close, each with a unique posture and face. Equal parts eerie and sweet, the dolls of Nagoro create a surreal tableau amid the quiet river valley. For a look into the village, check out the beautiful short filmValley of Dolls(www.vimeo.com/92453765), created by the German filmmaker Fritz Schumann, who visited with Ayano-san.\n\nWhile the scarecrows showcase the issue of rural communities disappearing as people move to large cities, the dolls have actually provided a lifeline to the small village, bringing in a small amount of tourist trade each year.\n\nNagoro is located on Rte 439 between the towns of Otoyo and Kamiyama."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/157398076_medium.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Peace Park",
            "location": "Nagasaki",
            "short_description": "A still, serene and deeply moving place, Nagasaki's Peace Park commemorates the atomic bombing of the city on August 9, 1945, which reduced the…",
            "full_description": "A still, serene and deeply moving place, Nagasaki's Peace Park commemorates the atomic bombing of the city on August 9, 1945, which reduced the surrounding area to rubble and claimed tens of thousands of lives. Together with theAtomic Bomb MuseumandNational Peace Memorial Hall(both a short walk away), this is an essential stop for any visitor who wants to understand how the disaster shaped the city.\n\nThe green, spacious park is presided over by the 10-tonne bronzeNagasaki Peace Statue, designed in 1955 by Kitamura Seibō. It also includes the dove-shaped Fountain of Peace (1969) and the Peace Symbol Zone, a sculpture garden with contributions on the theme of peace from around the world.\n\nPractically adjoining the park to the south is the smallerAtomic Bomb Hypocentre Park, with a monument marking the epicentre of the deadly blast.\n\nOn 9 August a rowdy antinuclear protest is held within earshot of the more formal official memorial ceremony for those lost to the bomb."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-03/iStock-919551970-RFE.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Abeno Harukas",
            "location": "Osaka",
            "short_description": "This César Pelli–designed tower, which opened in March 2014, is Japan's tallest building (300m, 60 storeys). The observatory on the 16th floor is free,…",
            "full_description": "This César Pelli–designed tower, which opened in March 2014, is Japan's second-tallest building (300m, 60 stories), after the Azabudai Hills Mori JP Tower, which opened in 2023. The observatory on the 16th floor is free, but admission is required for the highly recommended top-levelHarukas 300 observation deck, which has incredible 360-degree views of the whole Kansai region through windows that run several stories high. There's also an open-air atrium. It houses Japan's largest department store (Kintetsu, floors B2–14), theAbeno Harukas Art Museum, a hotel, offices and restaurants.\n\nThe brave can take part inEdge of Harukas(¥1000) where you walk the 20-metre-long ledge while tethered to the building; bring your passport. Although Abeno Harukas is Japan's tallest building, the tallest structure isTokyo Sky Tree, at 634m."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/6bf87f1cf11faea409be34e9445a006b-teamlab-borderless.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "teamLab Borderless",
            "location": "Tokyo",
            "short_description": "Digital-art collective teamLab has created 60 artworks for this museum, open in 2018, that tests the border between art and the viewer: many are…",
            "full_description": "Recently opened in a new location, teamLab Borderless is an interactive art experience where the artworks are said to exist without boundaries. The collective teamLab is known for its impressive giant light installations that allow visitors to wander through moving kaleidoscopes of color and imagery.\n\nThe original site opened in 2018 in Odaiba and closed in 2022 to prepare to move to the new location in Azabudai Hills. Now, it’s reopened and features several new artworks, with plans to exhibit more than 50 pieces.\n\nTickets can be purchased in advance online for a particular date and time, and adult tickets are subject to dynamic prices."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/4c8ae0103c5b06984361c58f772a6f33-tosho-gu.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Tōshō-gū",
            "location": "Nikkō",
            "short_description": "Tōshō-gū is Nikkō's biggest attraction, a shrine to the powerful shogun, Tokugawa Ieyasu (1543–1616). No expense was spared: when the original structure …",
            "full_description": "Tōshō-gū is Nikkō's biggest attraction, a shrine to the powerful shogun, Tokugawa Ieyasu (1543–1616). No expense was spared: when the original structure (completed in 1617) was deemed unsuitably grand, Ieyasu's grandson had it renovated two decades later, calling on the most celebrated artists of the day to work on the lavish structures, which are ornamented with gold leaf and black lacquer. It took 15,000 people to complete the project, at the modern equivalent of $100 million in manpower alone.\n\nThe compound was designed for maximum gravitas: visitors approach via a path lined with towering cedar trees, passing through a succession of ever more elaborate gates, decorated with carvings of mythical creatures like dragons, phoenixes andbaku(a chimera who eats dreams). The shrine has been undergoing restoration work for over a decade, which was finally completed in 2019. As a result the structures are brilliant in colour, as they would have looked in the 17th century (when bold statement design was in vogue). The painstaking work was carried out using traditional materials (the white paint, for example, was made from powdered shells.\n\nThe first gate isIshi-dorii, made of stone and dating to Tōshō-gū's original construction in 1619. To the left is 34.3m-tallGōjūnotō, an 1819 reconstruction of the the five-storey pagoda first built in the mid-17th-century. The next gate isOmote-mon, guarded on either side by Deva kings.\n\nIn the outer courtyard are theSanjinko, the 'Three Sacred Storehouses', built in theazekura-zukuristyle of architecture (horizontally-stacked logs, often triangle-shaped). On the upper storey of theKami-jinko(upper storehouse) are relief carvings of elephants by the highly-esteemed artist, Kanō Tan'yū, as he imagined them to look (having never seen the real thing).\n\nLook to your right to see theShinkyūsha, the 'Sacred Stable' and the only building of unpainted wood in the whole complex. It is crowned with relief carvings of the allegorical 'hear no evil, see no evil, speak no evil' monkeys, which demonstrate principles of Buddhist morality. They're also Nikkō's unofficial symbol. Just past it is thetemizuya(font), with a Chinese-style gabled roof.\n\nIn the far left corner of the courtyard is theHonji-dō, which has a painting on its ceiling of the Nakiryū (Crying Dragon). Monks demonstrate the hall's acoustic properties by clapping two sticks together. The dragon 'roars' (a bit of a stretch) when the sticks are clapped beneath its mouth, but not elsewhere.\n\nThe next gate is Tōshō-gū's—and Japan's—most elaborately decorated one.Yōmei-mon, a National Treasure, has over 500 carved images depicting folk tales, mythical beasts and Chinese sages, restored to its original brilliant white and gold. Worrying that its perfection might arouse envy in the gods, those responsible for the gate's construction had the final supporting pillar installed upside down as a deliberate error.\n\nA second gate,Kara-mon(唐門), also a National Treasure, leads to the shrine's inner courtyard. It's less ornate than the Yōmei-mon but considered more elegant and refined, in white, black and gold with lacquer inlay. The walls on the sides of both gates also have fantastic carvings, including peony arabesques. There are also many stone lanterns around the complex, which were gifted by loyaldaimyō(feudal lords).\n\nGōhonsha, the main shrine, is built in the H-shapedgongen-zukuristyle, with itsHonden(本殿; Main Hall) andHaiden(拝殿; Hall of Worship) connected by a stone corridor. Inside these halls are paintings of the 36 immortal poets of Kyoto, and a ceiling-painting pattern from the Momoyama period; note the 100 dragons, each different.Fusuma(sliding door) paintings depict akirin(a mythical beast that's part giraffe and part dragon).\n\nOn the right, near the entrance to the inner courtyard, is another gate,Sakashita-mon(坂下門), from where 207 stone steps lead toOkusha, the inner shrine, where Ieyasu is entombed. It's decorated not with dragons or phoenixes but with a sleeping cat,nemuri-neko. The diminutive carving is one of the most famous in Japan, attributed to the legendary (and possibly just a legend) artist Hidari Jingorō. Ieyasu is buried under a 5m-tall five-storey pagoda cast of gold, silver and bronze.\n\nAs Tōshō-gū is one of Japan's most famous attractions, it is routinely crowded, often with school groups and bus tours. Try to get here as early as possible."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2022-03/Japan%20Kyoto%20beeboys%20Shutterstock_1102615958%20RFE.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Enryaku-ji",
            "location": "Kyoto",
            "short_description": "Located atop 848m-high Hiei-zan (the mountain that dominates the skyline in the northeast of the city), the Enryaku-ji complex is an entire world of…",
            "full_description": "Located atop 848m-highHiei-zan(the mountain that dominates the skyline in the northeast of the city), the Enryaku-ji complex is an entire world of temples and dark forests that feels a long way from the hustle and bustle of the city below. A visit here is a good way to spend half a day hiking, poking around temples and enjoying the atmosphere of a key site in Japanese history. There are some incredible views of the mountains and Biwa-ko (Lake Biwa).\n\nEnryaku-ji was founded in 788 by Saichō, also known as Dengyō-daishi, the priest who established the Tenzai school. This school did not receive imperial recognition until 823, after Saichō’s death; however, from the 8th century the temple grew in power. At its height, Enryaku-ji possessed some 3000 buildings and an army of thousands ofsōhei(warrior monks). In 1571 Oda Nobunaga saw the temple’s power as a threat to his aims to unify the nation and he destroyed most of the buildings, along with the monks inside. Today only three pagodas and 120 minor temples remain.\n\nThe complex is divided into three sections:Tōtō,SaitōandYokawa. The Tōtō (eastern pagoda section) contains theKompon Chū-dō(Primary Central Hall), which is the most important building in the complex. The flames on the three dharma lamps in front of the altar have been kept lit for more than 1200 years. TheDaikō-dō(Great Lecture Hall) displays life-sized wooden statues of the founders of various Buddhist schools. This part of the temple is heavily geared to group access, with large expanses of asphalt for parking.\n\nThe Saitō (western pagoda section) contains the Shaka-dō, which dates from 1595 and houses a rare Buddha sculpture of the Shaka Nyorai (Historical Buddha). The Saitō, with its stone paths winding through forests of tall trees, temples shrouded in mist and the sound of distant gongs, is the most atmospheric part of the temple. Hold on to your ticket from the Tōtō section, as you may need to show it here.\n\nThe Yokawa is of minimal interest and a 4km bus ride away from the Saitō area. The Chū-dō here was originally built in 848. It was destroyed by fire several times and has undergone repeated reconstruction (most recently in 1971). If you plan to visit this area as well as Tōtō and Saitō, allow a full day for in-depth exploration.\n\nYou can reach Hiei-zan and Enryaku-ji by train or bus. The most interesting way is the train/cable-car/funicular route starting on the Eizan line from Demachiyanagi Station to Yase Hieizanguchi. Note that this cable-car/funicular route does not operate in winter from early December to mid-March. You can also access Enryaku-ji by the JR Kosei line from Kyoto Station to Heizan Sakamoto Station and then a bus to the Sakamoto cable-car station, which runs year-round. If you’re in a hurry or would like to save money, the best way is a direct bus from Sanjō Keihan or Kyoto stations.\n\nNote that the Japanese word for funicular isropeway. From the funicular station, you can hike through the wooded forest (2.2km) to the Tōtō section. Otherwise, it's a short walk to the bus station, from where you can board a bus to the Enryaku-ji Bus Center for the Tōtō section. You can hike between all three sections; otherwise the bus runs between them all quite frequently.\n\nThere's a simple canteen in the Enryaku-ji Bus Center serving noodle dishes."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/148913389_full.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Oku-no-in",
            "location": "Kii Peninsula",
            "short_description": "Oku-no-in, whose name means 'inner sanctuary', is perhaps the most intensely spiritual place in Japan. At its farthest reaches is the Gobyō, the crypt…",
            "full_description": "Oku-no-in, whose name means 'inner sanctuary', is perhaps the most intensely spiritual place in Japan. At its farthest reaches is theGobyō, the crypt that Shingon Buddhism founder Kōbō Daishi entered to began his eternal meditation. Spread out before it are some 200,000 tombs, creating Japan's largest cemetery, built during various historical eras by people, prominent and otherwise, who wanted their remains (or at least a lock of hair) interred close to the legendary monk.\n\nEnter the grounds atIchi-no-hashi, the bridge that marks the entrance to the cemetery, from where it's a 2km walk to the Gobyō. The grounds are thickly forested, sheltering countless five-tiered stupas, many of them worn with age and partly reclaimed by moss. It's a moody place: streaks of sunlight through the trees create enchanting contrast, though so does early-morning mist and, if you can brave the winter cold, blankets of snow.\n\nGobyō-bashiis the final bridge before the Gobyō. It crosses the Tama-gawa, which runs down from Yōryū-san, the mountain behind the crypt. At this point it's customary to bow, and from here on photographs are prohibited. To the right are the Mizumuke Jizō, bronze effigies that visitors ladle water over as a way of praying for the souls of the departed.\n\nJust past Gobyō-bashi is a wooden building the size of a large phone booth, which contains theMiroku-ishi, a stone said to weigh as much as your sins. Reach through the hole and try to lift it onto the shelf. (Don't feel bad if your sins are too much to handle: most people can't manage the feat.)\n\nSoon you'll encounter the beguilingTōrō-dō, a large hall full of lanterns, which cover the walls and ceiling. Two of the large ones, in the back of the hall, are said to have been lit uninterruptedly for more than 900 years. Other lanterns have been donated by dignitaries, including emperors and prime ministers. It's here that monks continue to offer food daily to Kōbō Daishi.\n\nBehind the Tōrō-dō is the wooden, thatched-roof gate – humble by contrast – that marks the entry to Gobyō, Kōbō Daishi's mausoleum. This is as far as anyone can go. Pilgrims in a constant stream pause here to light incense and candles and chant sutras.\n\nOku-no-in is easily reached on foot from the town centre in 10 or 15 minutes, or you can take a bus east to theIchi-no-hashi-guchi bus stop. On return, you can take a shorter walk down, along the Naka-no-hashi route, which passes more modern tombs and leads you to theOku-no-in-mae bus stop, where you can catch a bus back to town (or walk it in about 30 minutes)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/97e8b7a1d54c31fe6ed83a4ded185c33-horyu-ji.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Hōryū-ji",
            "location": "Nara",
            "short_description": "Hōryū-ji was founded in 607 by Prince Shōtoku, considered by many to be the patron saint of Japanese Buddhism. It's renowned not only as one of the oldest…",
            "full_description": "Hōryū-ji was founded in 607 by Prince Shōtoku, considered by many to be the patron saint of Japanese Buddhism. It's renowned not only as one of the oldest temples in Japan but also as a repository for some of the country’s rarest and most-outstanding examples of early Buddhist sculpture. There's an entire gallery of Hōryū-ji treasures at theTokyo National Museum. Some of the temple’s buildings are considered to be the world's oldest existing wooden structures.\n\nThe temple is divided into two parts:Sai-in(West Temple) andTō-in(East Temple); pick up a detailed map and guidebook in English. The main approach proceeds from the south along a tree-lined avenue and through the Nandai-mon and Chū-mon gates before entering the Sai-in precinct. As you enter, you'll see theKondō(Main Hall) on your right (look up to see the fantastic carvings of mythical beasts on the eaves) and a pagoda on your left; both are considered the oldest of their kind, though they have been repaired over the years.\n\nThe Kondō houses several treasures, including the gilt-bronze triad of the Buddha Sakyamuni with two attendant bodhisattvas, created in 623 by one of the leading sculptors of the day; the Buddha's serene, enigmatic smile is captivating. There are many more works of art inside theDaihōzō-in(Great Treasure Hall).\n\nContinue east through the Tōdai-mon to Tō-in. Here theYumedono(Hall of Dreams), built in 739 as a place to pray for the repose of Prince Shōtoku's soul, houses another famous work of art: the Guze Kannon, a 7th-century sculpture of the bodhisattva Kannon (Buddhist goddess of mercy) carved from a single piece of camphor wood and sheathed in gold leaf.\n\nThe quickest way to get to Hōryū-ji is by train: take a JR Yamatoji-line train from JR Nara Station to Hōryū-ji Station (¥220, 11 minutes), then pick up bus 72 (¥180, eight minutes, every 20 minutes 9am to 4.45pm) to Hōryū-ji Sandō, right at the temple entrance.\n\nBus 98 departs from stop 8 at Nara Kintetsu Station and stop 6 at JR Nara Station for Hōryū-ji-mae (¥760, 65 minutes, hourly 9am to 4pm). Returning to Nara, take bus 97 from platform 2 at the Hōryū-ji-mae bus stop. To save money, purchase a Nara Park Nishinokyō Hōryū-ji one-day bus pass (¥1000), which also includes bus travel to Yakushi-ji and Tōshōdai-ji and around Nara."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF391009933.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Kiyomizu-dera",
            "location": "Southern Higashiyama",
            "short_description": "A buzzing hive of activity perched on a hill overlooking the basin of Kyoto, Kiyomizu-dera is one of Kyoto's most popular and most enjoyable temples. It…",
            "full_description": "A buzzing hive of activity perched on a hill overlooking the basin of Kyoto, Kiyomizu-dera is one of Kyoto's most popular and most enjoyable temples. It may not be a tranquil refuge, but it represents the favoured expression of faith in Japan. The excellent website is a great first port of call for information on the temple, plus a how-to guide to praying here. Note that the Main Hall is undergoing renovations and may be covered, but is still accessible.\n\nThis ancient temple was first built in 798, but the present buildings are reconstructions dating from 1633. As an affiliate of the Hossō school of Buddhism, which originated in Nara, it has successfully survived the many intrigues of local Kyoto schools of Buddhism through the centuries and is now one of the most famous landmarks of the city (for which reason it can get very crowded during spring and autumn).\n\nTheHondō(Main Hall) has a huge verandah that is supported by pillars and juts out over the hillside. Just below this hall is the waterfallOtowa-no-taki, where visitors drink sacred waters believed to bestow health and longevity. Dotted around the precincts are other halls and shrines. AtJishu-jinja, the shrine up the steps above the main hall, visitors try to ensure success in love by closing their eyes and walking about 18m between a pair of stones – if you miss the stone, your desire for love won't be fulfilled! Note that you can ask someone to guide you, but if you do, you'll need someone's assistance to find your true love.\n\nBefore you enter the actual temple precincts, check out theTainai-meguri, the entrance to which is just to the left (north) of the pagoda that is located in front of the main entrance to the temple (¥100 donation; open 9am to 4pm). We won't tell you too much about it as it will ruin the experience. Suffice to say that by entering the Tainai-meguri, you are symbolically entering the womb of a female bodhi­sattva. When you get to the rock in the darkness, spin it in either direction to make a wish.\n\nThe steep approach to the temple is known asChawan-zaka(Teapot Lane) and is lined with shops selling Kyoto handicrafts, local snacks and souvenirs.\n\nCheck the website for the scheduling of special night-time illuminations of the temple held in spring and autumn."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/329949956450de52a3b23ac1f698151c-peace-memorial-park.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Peace Memorial Park",
            "location": "Hiroshima",
            "short_description": "Hugged by rivers on both sides, Peace Memorial Park is a large, leafy space crisscrossed by walkways and dotted with memorials and tranquil spaces for…",
            "full_description": "Hugged by rivers on both sides, Peace Memorial Park is a large, leafy space crisscrossed by walkways and dotted with memorials and tranquil spaces for reflection. Its central feature is the long tree-lined Pond of Peace leading to thecenotaph. This curved concrete monument holds the names of all the known victims of the bomb. Also at the pond is theFlame of Peace, set to burn on until all the world's nuclear weapons are destroyed.\n\nLook through the cenotaph down the pond and you'll see it frames the Flame of Peace and the Atomic Bomb Dome across the river – the park was planned so that these features form a straight line, with the Peace Memorial Museum at its southern end.\n\nJust north of the road through the park is theChildren's Peace Monument, inspired by Sadako Sasaki, who was two years old at the time of the atomic bomb. When Sadako developed leukaemia at 11 years of age, she decided to fold 1000 paper cranes. In Japan, the crane is the symbol of longevity and happiness, and she believed if she achieved that target she would recover. She died before reaching her goal, but her classmates folded the rest. A monument was built in 1958. Sadako's story inspired a nationwide spate of paper-crane folding that continues to this day. Surrounding the monument are strings of thousands of colourful paper cranes, sent here by schoolchildren from around the country and all over the world.\n\nNearby is theKorean Atomic Bomb Victims Memorial. Many Koreans were shipped over to work as slave labour during WWII, and Koreans accounted for more than one in 10 of those killed by the atomic bomb. Just north of this memorial is theAtomic Bomb Memorial Mound– the ashes of thousands of unclaimed or unidentified victims are interred in a vault below.\n\nThere are other monuments and statues throughout the park, and plenty of benches, including those along the riverside looking across to the Atomic Bomb Dome; they make this a pleasant area to take a break and take it all in."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF1075025648.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Sensō-ji",
            "location": "Asakusa & Sumida River",
            "short_description": "Tokyo’s most visited temple enshrines a golden image of Kannon (the Buddhist goddess of mercy), which, according to legend, was miraculously pulled out of…",
            "full_description": "Tokyo’s most visited temple enshrines a golden image of Kannon (the Buddhist goddess of mercy), which, according to legend, was miraculously pulled out of the nearby Sumida-gawa by two fishermen in AD 628. The image has remained on the spot ever since but is never on public display. The present structure dates from 1958.\n\nSensō-ji is always busy, particularly on weekends; consider visiting in the evening to see it with fewer people and the buildings beautifully illuminated.\n\nThe main entrance to the temple complex is via the fantastic, redKaminari-monand busy shopping streetNakamise-dōri. Before passing through the gate, look to either side to see statues of Fūjin (the god of wind) and Raijin (the god of thunder), and under the giant red lantern to see a beautiful carved dragon.\n\nStalls along Nakamise-dōri sell everything from tourist trinkets to genuine Edo-style crafts. At the end of Nakamise-dōri is the temple itself, and to your left you’ll spot the 55m-highFive-Storey Pagoda. The 1973 reconstruction of a pagoda built by Tokugawa Iemitsu was renovated in 2017.\n\nIt’s a mystery as to whether or not the ancient image of Kannon actually exists, as it’s not on public display. This doesn’t stop a steady stream of worshippers from visiting. In front of the temple is a largeincense cauldron: the smoke is said to bestow health and you’ll see people wafting it onto their bodies.\n\nAt the eastern edge of the temple complex isAsakusa-jinja, a shrine built in honour of the brothers who discovered the Kannon statue that inspired the construction of Sensō-ji. (Historically, Japan's two religions, Buddhism and Shintō, were intertwined and it was not uncommon for temples to include shrines and vice versa.) The current building, painted a deep shade of red, dates to 1649 and is a rare example of early Edo architecture. It's also the epicentre of one of Tokyo’s most important festivals, May’sSanja Matsuri."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/513667141_master.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Izumo Taisha",
            "location": "Western Honshū",
            "short_description": "Izumo Taisha, also known as Izumo Ōyashiro, is perhaps the oldest Shintō shrine in Japan. This shrine, dedicated to Ōkuninushi, god of marriage and…",
            "full_description": "Izumo Taisha, also known as Izumo Ōyashiro, is perhaps the oldest Shintō shrine in Japan. This shrine, dedicated to Ōkuninushi, god of marriage and bringer of good fortune, is as old as Japanese recorded history – there are references to Izumo in theKojiki,Japan's oldest book – and its origins stretch back into the age of the gods. It's second in importance only to Ise-jingū (in Kansai), the home of the sun goddess Amaterasu, and makes a charming day trip from Matsue.\n\nVisitors to the shrine summon Ōkuninushi by clapping four times rather than the usual two. According to tradition, the deity ceded control over Izumo to the sun goddess's line – on the condition that a huge temple would be built in his honour, one that would reach as high as the heavens.\n\nImpressive as the structure is today, it was once even bigger. Records dating from AD 970 describe the shrine as the tallest building in the country; there is evidence that the shrine towered as high as 48m above the ground during the Heian period (794–1185). It may well have been too high for its own good – the structure collapsed five times between 1061 and 1225, and the roofs today are a more modest 24m high.\n\nThe current appearance of the main shrine dates from 1744. The main hall underwent one of its periodic rebuildings in 2013, to be repeated in another 60 years.\n\nHugeshimenawa(twisted-straw ropes) hang over the entry to the main buildings. Those who can toss and lodge a coin in them are said to be blessed with good fortune. Visitors are not allowed inside the main shrine precinct, most of which is hidden behind huge wooden fences. Ranged along the sides of the compound are thejūku-sha,which are long shelters where Japan's myriad deities stay when they come for their annual conference.\n\nWhen former princess Noriko married the eldest son of the head priest of Izumo Taisha – a 'commoner' – she relinquished her royal status and now lives in a house near the shrine."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/dd29c9bcc7b895d7cb9cc951b7a4fb9c-kurama-dera.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Kurama-dera",
            "location": "Kansai",
            "short_description": "Located high on a thickly wooded mountain, Kurama-dera is one of the few temples in modern Japan that manages to retain an air of real spirituality. This…",
            "full_description": "Located high on a thickly wooded mountain, Kurama-dera is one of the few temples in modern Japan that manages to retain an air of real spirituality. This magical place gains much of its power from its brilliant natural setting. The entrance to the temple is just up the hill from Kurama Station. A cable car runs to/from the top (¥200 each way), or you can hike up in about 30 minutes (follow the path past the tram station).\n\nThe temple also has a fascinating history: in 770 the monk Gantei left Nara’s Toshōdai-ji in search of a wilderness sanctuary in which to meditate. Wandering in the hills north of Kyoto, he came across a white horse that led him to the valley known today as Kurama. After seeing a vision of the deity Bishamon-ten, guardian of the northern quarter of the Buddhist heaven, Gantei established Kurama-dera just below the peak of Kurama-yama. Originally belonging to the Tendai school of Buddhism, Kurama has been independent since 1949, describing its own brand of Buddhism as Kurama-kyō.\n\nIt's worth walking up the trail from the main entrance (if it’s not too hot), since it winds through a forest of towering old-growth cryptomeria trees, passing byYuki-jinja, a small Shintō shrine, on the way. Near the peak, there is a courtyard dominated by theHonden(Main Hall); behind this a trail leads off to the mountain’s peak.\n\nAt the top, you can take a brief detour across the ridge toŌsugi-gongen, a quiet shrine in a grove of trees. Those who want to continue to Kibune can take the trail down the other side. It’s a 1.2km, 30-minute hike from the Honden to the valley floor of Kibune. On the way down are two mountain shrines,Sōjō-ga-dani Fudō-dōandOkuno-in Maō-den, which make pleasant rest stops."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/af49aa71df91ddc42495cdfc0c75f833-todai-ji.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Tōdai-ji",
            "location": "Nara",
            "short_description": "Nara's star attraction is its Daibutsu (Great Buddha), one of the largest bronze statues in the world. It was unveiled in 752, upon the completion of the…",
            "full_description": "Nara's star attraction is itsDaibutsu (Great Buddha), one of the largest bronze statues in the world. It was unveiled in 752, upon the completion of theDaibutsu-den(大仏殿, Great Buddha Hall), built to house it. Both have been damaged over the years; the present statue was recast in the Edo period. The Daibutsu-den is the largest wooden building in the world; incredibly, the present structure, rebuilt in 1709, is a mere two-thirds of the size of the original.\n\nThe Daibutsu stands just over 16m high and consists of 437 tonnes of bronze and 130kg of gold. It is an image of Dainichi Nyorai (also known as Vairocana Buddha), the cosmic Buddha believed to give rise to all worlds and their respective Buddhas. Historians believe that Emperor Shōmu ordered the building of the Buddha as a charm against smallpox, which ravaged Japan in preceding years. Over the centuries the statue took quite a beating from earthquakes and fires, losing its head a couple of times (note the slight difference in colour between the head and the body).\n\nAs you circle the statue towards the back, you'll see a wooden column with a hole through its base. Popular belief maintains that those who can squeeze through the hole, which is exactly the same size as one of the Great Buddha's nostrils, are assured of enlightenment. There's usually a line of children waiting to give it a try and parents standing ready to snap their picture. A hint for bigger 'kids': try going through with one or both arms above your head – someone on either end to push and pull helps, too.\n\nExcept for the Daibutsu-den, most of Tōdai-ji's grounds can be visited free. Don't miss theNandai-mon."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF191077460.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Meiji-jingū",
            "location": "Harajuku & Aoyama",
            "short_description": "Tokyo’s grandest Shintō shrine is dedicated to the Emperor Meiji and Empress Shōken, whose reign (1868–1912) coincided with Japan's transformation from…",
            "full_description": "Tokyo’s grandest Shintō shrine is dedicated to the Emperor Meiji and Empress Shōken, whose reign (1868–1912) coincided with Japan's transformation from isolationist, feudal state to modern nation. Constructed in 1920, the shrine was destroyed in WWII air raids and rebuilt in 1958; however, unlike so many of Japan’s postwar reconstructions, Meiji-jingū has atmosphere in spades. Note that the shrine is currently undergoing renovations bit by bit in preparation for its 100th anniversary, but will remain open.\n\nThe main shrine, built of unpainted cypress wood with a copper-plated roof, is in a wooded grove accessed via a long winding gravel path. At the start of the path you'll pass through the first of several towering woodentorii(entrance gates). Just before the finaltoriiis thetemizuya(font), where visitors purify themselves by pouring water over their hands (purity is a tenet of Shintoism).\n\nTo make an offering at the main shrine, toss a ¥5 coin in the box, bow twice, clap your hands twice and then bow again. Nearby there are kiosks sellingema(wooden plaques on which prayers are written) andomamori(charms).\n\nThe shrine itself occupies only a small fraction of the sprawling forested grounds, which contain some 120,000 trees collected from all over Japan. Of this, only the strolling gardenMeiji-jingū Gyoenis accessible to the public. The Meiji emperor himself designed the iris garden here to please the empress and the garden is most impressive when the irises bloom in June."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/3c5805102dbb3f972a06e577050d607c-chion-in.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Chion-in",
            "location": "Southern Higashiyama",
            "short_description": "A collection of soaring buildings, spacious courtyards and gardens, Chion-in serves as the headquarters of the Jōdo sect, the largest school of Buddhism…",
            "full_description": "A collection of soaring buildings, spacious courtyards and gardens, Chion-in serves as the headquarters of the Jōdo sect, the largest school of Buddhism in Japan. It's the most popular pilgrimage temple in Kyoto and it's always a hive of activity. For visitors with a taste for the grand, this temple is sure to satisfy.\n\nChion-in was established in 1234 on the site where Hōnen, one of the most famous figures in Japanese Buddhism, taught his brand of Buddhism (Jōdo – or Pure Land – Buddhism) and eventually fasted to death.\n\nThe oldest of the present buildings date to the 17th century. The two-storeySan-montemple gate is the largest in Japan. The immenseMiei-dō Hall(Main Hall) contains an image of Hōnen. It's connected to another hall, theDai Hōjō, by a 'nightingale' floor (that sings and squeaks at every move, making it difficult for intruders to move about quietly). Miei-dō Hall is currently under restoration and closed to the public. It's expected to be finished by 2020.\n\nUp a flight of steps southeast of the main hall is the temple'sgiant bell, which was cast in 1633 and weighs 70 tonnes. It is the largest bell in Japan. The bell is rung by the temple's monks 108 times on New Year's Eve each year.\n\nThe temple has two gardens – the Hōjō garden designed around a pond in thechisen kaiyūshikistyle, and the Yuzen-en featuring akaresansui(dry landscape garden)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-03/GettyImages-1331407004-RFC.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Osaka-jō",
            "location": "Osaka",
            "short_description": "After unifying Japan in the late 16th century, General Toyotomi Hideyoshi built this castle (1583) as a display of power, using, it's said, the labour of…",
            "full_description": "After unifying Japan in the late 16th century, General Toyotomi Hideyoshi built this castle (1583) as a display of power, using, it's said, the labour of 100,000 workers. Although the present structure is a 1931 concrete reconstruction (refurbished in 1997), it's nonetheless quite a sight, looming dramatically over the surrounding park and moat. Inside is an excellent collection of art, armour, and day-to-day implements related to the castle, Hideyoshi and Osaka. An 8th-floor observation deck has 360-degree views.\n\nHideyoshi's original granite structure was said to be impregnable, yet it was destroyed in 1614 by the armies of Tokugawa Ieyasu (the founder of the Tokugawa shogunate). Ieyasu had the castle rebuilt – using the latest advancements to create terrifically imposing walls of enormous stones. The largest stones are estimated to weigh over a 100 tonnes; some are engraved with the crests of feudal lords.\n\nThirteen structures, including several turrets, remain from this 17th-century reconstruction. Osaka citizens raised money themselves to rebuild the main keep; in 1931 the new tower was revealed, with glittering gold-leaf tigers stalking the eaves.\n\nAt night the castle is lit with floodlights (and looks like a ghostly structure hovering above ground). Visit the lawns on a warm weekend and you might catch local musicians staging casual shows. The castle and park are at their colourful best (and most crowded) in the cherry-blossom and autumn-foliage seasons."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/520829351_master.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Sanzen-in",
            "location": "Kansai",
            "short_description": "Famed for its autumn foliage, hydrangea garden and stunning Buddha statues, this temple is deservedly popular with foreign and domestic tourists alike…",
            "full_description": "Famed for its autumn foliage, hydrangea garden and stunning Buddha statues, this temple is deservedly popular with foreign and domestic tourists alike. The temple’s garden,Yūsei-en, is one of the most photographed sights in Japan, and rightly so.\n\nTake some time to sit on the steps of theShin-denhall and admire the beauty of the Yūsei-en. Then head off to seeŌjō-gokuraku-in(Temple of Rebirth in Paradise), the hall in which stands the impressive Amitabha trinity, a large Amida image flanked by attendants Kannon (goddess of mercy) and Seishi (god of wisdom). After this, walk up to the garden at the back of the temple where, in late spring and summer, you can wander among hectares of blooming hydrangeas.\n\nSanzen-in was founded in 784 by the priest Saichō and belongs to the Tendai school. Saichō, considered one of the great patriarchs of Buddhism in Japan, also founded Enryaku-ji.\n\nIf you’re keen for a short hike after leaving the temple, continue up the hill to see the rather oddly namedSoundless Waterfall(Oto-nashi-no-taki; 音無の滝). Though, in fact, it sounds like any other waterfall, its resonance is believed to have inspired Shōmyō Buddhist chanting.\n\nThe approach to Sanzen-in is opposite the bus stop; there is no English sign but you can usually just follow the Japanese tourists. The temple is located about 600m up this walk on your left as you crest the hill."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/GettyImages-641625768-RFC.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Gion",
            "location": "Southern Higashiyama",
            "short_description": "Gion is the famous entertainment and geisha quarter on the eastern bank of the Kamo-gawa. While Gion’s true origins were in teahouses catering to weary…",
            "full_description": "Gion is the famous entertainment and geisha quarter on the eastern bank of the Kamo-gawa. While Gion’s true origins were in teahouses catering to weary visitors to the nearby shrine Yasaka-jinja, by the mid-18th century the area was Kyoto’s largest pleasure district. The best way to experience Gion today is with an evening stroll around the atmospheric streets lined with 17th-century traditional restaurants and teahouses lit up with lanterns. Start off on the main streetHanami-kōji, which runs north–south and bisects Shijō-dōri.\n\nAt the southern section of Hanami-kōji, many of the restaurants and teahouses are exclusive establishments for geisha entertainment. At the south end you reachGion CornerandGion Kōbu Kaburen-jō Theatre(祇園甲部歌舞練場).\n\nIf you walk from Shijō-dōri along the northern section of Hanami-kōji and take your third left, you will find yourself onShimbashi(sometimes called Shirakawa Minami-dōri), which is one of Kyoto’s most beautiful streets, especially in the evening and during cherry-blossom season. A bit further north lieShinmonzen-dōriandFurumonzen-dōri, running east–west. Wander in either direction along these streets, which are packed with old houses, art galleries and shops specialising in antiques – but don’t expect flea-market prices."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF203083843.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Nijō-jō",
            "location": "Downtown Kyoto",
            "short_description": "The military might of Japan's great warlord generals, the Tokugawa shoguns, is amply demonstrated by the imposing stone walls and ramparts of their great…",
            "full_description": "The military might of Japan's great warlord generals, the Tokugawa shoguns, is amply demonstrated by the imposing stone walls and ramparts of their great castle, Nijō-jō, which dominates a large part of northwest Kyoto. Hidden behind these you will find a superb palace surrounded by beautiful gardens. Avoid crowds by visiting just after opening or shortly before closing.\n\nThis castle was built in 1603 as the official Kyoto residence of the first Tokugawa shogun, Ieyasu. The ostentatious style of its construction was intended as a demonstration of Ieyasu's prestige and also to signal the demise of the emperor's power. As a safeguard against treachery, Ieyasu had the interior fitted with 'nightingale' floors (that sing and squeak at every move, making it difficult for intruders to move about quietly), as well as concealed chambers where bodyguards could keep watch.\n\nAfter passing through the grandKara-mon gate, you enterNinomaruPalace, which is divided into five buildings with numerous chambers. TheŌhiroma Yon-no-Ma(Fourth Chamber) has spectacular screen paintings. Don't miss the excellentNinomaru Palace Garden, which was designed by the tea master and landscape architect Kobori Enshū.\n\nAudio guides are available (¥500) and English guided tours run daily at 10.30am and 12.30pm (¥2000, not including entry price)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/76014854_full.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Kumamoto-jō",
            "location": "Kumamoto",
            "short_description": "Dominating the skyline, Kumamoto's robust castle is one of Japan's best, built in 1601–07 by daimyō Katō Kiyomasa, whose likeness is inescapable around…",
            "full_description": "Dominating the skyline, Kumamoto's robust castle is one of Japan's best, built in 1601–07 bydaimyōKatō Kiyomasa, whose likeness is inescapable around the castle (look for the distinctive tall pointed hat). From 1632 it was the seat of the powerful Hosokawa clan. Unfortunately, the castle, many outbuildings and much of the grounds are closed indefinitely due to earthquake damage, but the site is still worth seeing from the street.\n\nThe castle's massive curved stone walls, 5.3km in circumference, are crammed with 13 photogenic buildings, turrets, keeps and the soaring blackTenshūkaku(main building, 29.5m tall).\n\nThough it's a reconstruction, Kumamoto-jō is best known as the scene of the story of the last samurai. During the 1877 Satsuma Rebellion, rebels against the new imperial order held out through a 50-day siege here before the castle was burned, leaving the Meiji government to rule unfettered.\n\nOutside the main keep but still within the castle walls, several museums remain open, including theKumamoto Prefectural Museum of Art, its postmodernChibajo branchand acrafts centre."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/d425de1a63a27827c327612dc20a56dd-hashima.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Gunkanjima",
            "location": "Nagasaki",
            "short_description": "From afar, the Unesco World Heritage island of Hashima resembles a battleship, hence its nickname Gunkanjima ('battleship island'). Up close, this long…",
            "full_description": "From afar, the Unesco World Heritage island of Hashima resembles a battleship, hence its nickname Gunkanjima ('battleship island'). Up close, this long-abandoned coal mine looks as though it's straight out of an apocalypticmanga(even appearing as the villain's lair in the 2012 James Bond filmSkyfall). Once earth's most densely populated place, it became a ghost island when the mines were closed in 1974, and it's been left to nature since, now accessible only by guided tour.\n\nAccess is restricted because so many structures have collapsed or been damaged that much of the island is unsafe. Guided tours allow visitors to ramble on walkways among the long-disused skyscrapers. Some of the architecture (such as the iconic 'X' stairways – alas, not visible on the tour) was considered remarkable for its time, as engineers tackled the challenges of designing for such cramped living.\n\nWhile most of the spoken guiding is in Japanese, English info is available. Three-hour cruises from Nagasaki run twice daily from April to October; there are fewer departures November to March. ContactGunkanjima Conciergefor reservations."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/98817615_super.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Kōraku-en",
            "location": "Western Honshū",
            "short_description": "Kōraku-en draws the crowds with its reputation as one of the three most beautiful gardens in Japan. It has expansive lawns broken up by ponds, teahouses…",
            "full_description": "Kōraku-en draws the crowds with its reputation as one of the three most beautiful gardens in Japan. It has expansive lawns broken up by ponds, teahouses and other Edo-period buildings, including anōtheatre stage; it even has a small tea plantation and rice field. In spring the groves of plum and cherry-blossom trees are stunning, in summer white lotuses unfurl, and in autumn the maple trees are a delight for photographers. There are also seasonal events (fancy some harvest-moon viewing?).\n\nBuilt on the orders ofdaimyōIkeda Tsunemasa, the garden was completed in 1700 and, despite suffering major damage during floods in the 1930s and air raids in the 1940s, it remains much as it was in feudal times. It was opened to the public in 1884.\n\nIn summer, from late July to mid-August, the garden and castle are dreamily lit up and stay open to 9.30pm.\n\nFrom Okayama Station, take the Higashi-yama tram to the Shiroshita stop, from where it's about 10 minutes on foot. Bus 18 (¥100, 10 minutes) from the station will drop you right outside the garden (Kōraku-en-mae stop). Alternatively, walking the entire way will take about 25 minutes."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/477209784_master.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Kenchō-ji",
            "location": "Kamakura",
            "short_description": "Established in 1253, Japan's oldest Zen monastery is still active today. The central Butsuden (Buddha Hall) was brought piece by piece from Tokyo in 1647…",
            "full_description": "Established in 1253, Japan's oldest Zen monastery is still active today. The central Butsuden (Buddha Hall) was brought piece by piece from Tokyo in 1647. Its Jizō Bosatsu statue, unusual for a Zen temple, reflects the valley's ancient function as an execution ground – Jizō consoles lost souls. Other highlights include a bell cast in 1253 and a juniper grove, believed to have sprouted from seeds brought from China by Kenchō-ji's founder some seven centuries ago.\n\nThe temple once comprised seven buildings and 49 subtemples, most of which were destroyed in fires during the 14th and 15th centuries. However, the 17th and 18th centuries saw its restoration, and you can still get a sense of its original splendour.\n\nKenchō-ji offers beginner-friendly, publiczazensessions from 5pm to 6pm on Fridays and Saturdays (enter before 4.30pm). Instruction is in Japanese, but you can easily manage by watching everyone else; arrive at least 15 minutes early.Zazensessions in English (¥1000) are scheduled for specific dates every couple of months, for which you must apply in advance; see website for details."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/167624241_master.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Dejima",
            "location": "Nagasaki",
            "short_description": "In 1641 the Tokugawa shogunate banished all foreigners from Japan, with one exception: Dejima, a fan-shaped, artificial island in Nagasaki harbour. From…",
            "full_description": "In 1641 the Tokugawa shogunate banished all foreigners from Japan, with one exception: Dejima, a fan-shaped, artificial island in Nagasaki harbour. From then until the 1850s, this tiny, 15,000-sq-metre Dutch trading post was the sole sanctioned foreign presence in Japan. Today the city has filled in around the island and you might be tempted to skip it. Don't. Seventeen buildings, walls and structures (plus a miniature Dejima) have been painstakingly reconstructed.\n\nRestored and reopened in 2006 and constantly being upgraded, the buildings are as instructive inside as they are appealing outside, filled with exhibits covering the spread of trade, Western learning and culture, archaeological digs, and rooms combining Japanese tatami (tightly woven floor matting) with Western wallpaper. There's excellent English signage. Allow at least two hours.\n\nFree walking-tour maps of the entire site are available, and there's even a kimono-rental shop (¥2000/6000 per hour/day) for those who want to feel even more historically connected."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/c3199207898103ee410d69fea8fb4891-rikugi-en.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Rikugi-en",
            "location": "Ueno & Yanesen",
            "short_description": "Considered by many to be Tokyo's most elegant garden, Rikugi-en was originally completed in 1702, at the behest of a feudal lord. It is definitely the…",
            "full_description": "Considered by many to be Tokyo's most elegant garden, Rikugi-en was originally completed in 1702, at the behest of a feudal lord. It is definitely the most highbrow, designed to evoke scenes from classical literature and mythology. But no context is necessary to appreciate the wooded walkways, stone bridges, central pond, trickling streams and wooden teahouses of this beautifully preserved garden. At one teahouse you can drinkmatcha(powdered green tea; ¥620) al fresco while overlooking the water.\n\nThere is almost always something in bloom at Rikugi-en, though the garden is most famous for its maple leaves in late autumn. Usually during late November and early December, the park stays open until 9pm and the trees are illuminated after sunset. In spring, the highlight is the large weeping cherry tree near the entrance.\n\nFree, hour-long guided tours in English are offered at 11am and 2pm on the 1st and 3rd Sunday of the month."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/520832705_master.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Itsukushima-jinja",
            "location": "Miyajima",
            "short_description": "With origins as far back as the late 6th century, Itsukushima-jinja gives Miyajima its real name. The shrine's unique and attractive pier-like…",
            "full_description": "With origins as far back as the late 6th century, Itsukushima-jinja gives Miyajima its real name. The shrine's unique and attractive pier-like construction is a result of the island's sacred status: commoners were not allowed to set foot on the island and had to approach by boat through thetorii(shrine gate) in the bay. Much of the time, though, the shrine andtoriiare surrounded by mud. Note that thetoriiis undergoing repairs from June 2019, expected to last 2–3 years.\n\nThe shrine's present form dates from 1168, when it was rebuilt under the patronage of Taira no Kiyomori, head of the doomed Heike clan. On one side of the shrine is afloating nō stage, built by local lord Asano Tsunanaga in 1680 and still used fornō(stylised dance-drama) performances every year from 16 to 18 April, as part of the Toka-sai Festival."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/72265902_full.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Shimabara-jō",
            "location": "Kyūshū",
            "short_description": "This hilltop castle was ruled mostly by the Matsudaira clan from the 1660s and played a part in the Shimabara Rebellion. It was rebuilt in 1964. As well…",
            "full_description": "This hilltop castle was ruled mostly by the Matsudaira clan from the 1660s and played a part in the Shimabara Rebellion. It was rebuilt in 1964. As well as lotus ponds, tangled gardens, almost 4km of massive stone walls overgrown with greenery, and staff dressed in period costume, the castle grounds house four museums. Most notable is the main castle, displaying arms, armour and items relating to local Christian history, with English explanations.\n\nAlso within the castle compound isSeibō Kinenkan, dedicated to the work of native son Kitamura Seibō, sculptor of theNagasaki Peace Statue.\n\nFrom February to August, several times a month during the nighttimeYoru no Jinprogram, the castle exterior is lit up and visitors wander inside with torches (flashlights) to view the exhibits (admission ¥720)."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/0af0a8b54f26824c23e957f71bbd5e75-haguro-san.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Haguro-san",
            "location": "Northern Honshū (Tōhoku)",
            "short_description": "The 2446 stone steps through ancient cedars to Haguro-san's summit (419m) have been smoothed by centuries of pilgrims. The climb, taking up to two hours,…",
            "full_description": "The 2446 stone steps through ancient cedars to Haguro-san's summit (419m) have been smoothed by centuries of pilgrims. The climb, taking up to two hours, passesGojū-no-tō(五重塔), a beautiful wooden five-storey pagoda dating from the 14th century. At the top marvel at theSan-shin Gōsaiden(三神合祭殿), a vivid red hall that enshrines the deities of Dewa Sanzan's three mountains.\n\nIf you're completing the circuit, you must catch the bus from the parking lot beyond the shrine, bound forHachigōme(八合目; eighth station), where the trail to the top ofGas-sanpicks up again. The last bus leaves just after 2pm. Most of the old 20km pilgrim trail along the ridge line to Gas-san became overgrown after a road was built in the 1960s."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/504860041_super.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Tottori-sakyū (The Dunes)",
            "location": "Western Honshū",
            "short_description": "Used as the location for Teshigahara Hiroshi's classic 1964 film, Woman in the Dunes, the Tottori sand dunes are on the coast about 5km from the city…",
            "full_description": "Used as the location for Teshigahara Hiroshi's classic 1964 film,Woman in the Dunes,the Tottori sand dunes are on the coast about 5km from the city. There's a viewing point on a hillside overlooking the dunes, along with parking and the usual array of tourist schlock. You can even get a 'Lawrence of Arabia' photo of yourself accompanied by a camel. Pick up maps at theSand Pal Tottori Information Centre.\n\nThe dunes stretch over 10km along the coast and, at some points, can be about 2km wide. Buses to the dunes also stop at the Sakyū-Sentā (砂丘センター; Dunes Centre) on the hillside, from where you can take a cable car (one way/return ¥200/300) across roads down to the entrance to the dunes. Otherwise it's an easy five-minute walk, or simply stay on the bus to the dunes."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/fd2830af82a0e291f36a397e403732e9-daibutsu.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Daibutsu",
            "location": "Kamakura",
            "short_description": "Kamakura's most iconic sight, an 11.4m bronze statue of Amida Buddha (amitābha in Sanskrit), is in Kōtoku-in, a Jōdo sect temple. Completed in 1252, it's…",
            "full_description": "Kamakura's most iconic sight, an 11.4m bronze statue of Amida Buddha (amitābhain Sanskrit), is in Kōtoku-in, a Jōdo sect temple. Completed in 1252, it's said to have been inspired by Yoritomo's visit to Nara (where Japan's biggest Daibutsu holds court) after the Minamoto clan's victory over the Taira clan. Once housed in a huge hall, today the statue sits in the open, the hall having been washed away by a tsunami in 1498.\n\nFor an extra ¥20, you can duck inside to see how the sculptors pieced the 850-tonne statue together.\n\nBuses from stops 1 and 6 at the east exit of Kamakura Station run to the Daibutsu-mae stop (¥200). Alternatively, take the Enoden Enoshima line to Hase Station and walk north for about eight minutes. Better yet, take theDaibutsu Hiking Course."
        },
        {
            "image": "https://lp-cms-production.imgix.net/2019-06/461356601_full.jpg?fit=crop&ar=1%3A1&w=1200&auto=format&q=75",
            "name": "Ama-no-Iwato-jinja",
            "location": "Kyūshū",
            "short_description": "One of Shintō's loveliest shrines honours the cave where the goddess Amaterasu hid. The cave itself is off-limits, but Nishi Hongū (the shrine's main…",
            "full_description": "One of Shintō's loveliest shrines honours the cave where thegoddess Amaterasu hid. The cave itself is off-limits, but Nishi Hongū (the shrine's main building) sits right across the Iwato-gawa. Ask a staff member to show you the viewpoint behind thehonden(main hall). Local 'Fureai' buses leave approximately hourly (¥300, 20 minutes) from Takachiho's Miyakō bus centre.\n\nAn approximately 10-minute walk beside a picturesque stream takes you toAma-no-Yasukawara, a deep cave where tradition says that thousands of other deities discussed how to lure Amaterasu from the cave. Modern-day visitors have left innumerableishizumi(stacks of stones) in tribute, imparting a sort of Indiana Jones feeling."
        }
    ]
}